print('Задача 3. Животные')

# Что нужно сделать
# Создайте две переменные с именами «Первое животное» и «Второе животное» на английском языке. 
# Запишите в первую переменную слово «Заяц», а во вторую — «Черепаха». 
# Используя эти переменные, выведите на экран текст «Заяц спит, Черепаха идёт» в одну строку.

first_animal = input('Введите название первого животного (например, Заяц) ')
second_name = input('Введите название первого животного (например, Черепаха) ')
print(first_animal, ' спит,', second_name, ' идет'  )
